
module.exports = {
  Ranking: {
    incentiveDetails: {
      title: "تفاصيل المكافأة",
      activity_rules: "قواعد",
      rules_content:
        '1. أثناء النشاط ، يتم تحديد الهدية بشكل رسمي على أنها "هدية نشاط".<br>\n' +
        "2. يتم ترتيب القائمة المستلمة من الأعلى إلى المنخفض وفقًا لعدد الهدايا التي حصلت عليها النجوم.<br>\n" +
        "3. يتم ترتيب القائمة المرسلة من الأعلى إلى المنخفض وفقًا لعدد الهدايا التي أرسلها المستخدمون.<br>\n" +
        "4. قد تتأخر بيانات قائمة الترتيب عندما تكون الشبكة مشغولة. يرجى التحلي بالصبر.",
      activity_incentives: ":مكافأة",
      receive_Top3: "أعلى 3 من قائمة الاستلام",
      receive_Top3_content:
        "أعلى1: 10000 عملة معدنية + 100 دعوة لإجراء مكالمات فيديو / يوم * 3 أيام<br>\n" +
        "أعلى 2: 10000 عملة معدنية + 100 دعوة لإجراء مكالمات فيديو / يوم * يومين<br>\n" +
        "أعلى 3 10000 عملة معدنية+ 100 دعوة لإجراء مكالمات فيديو / يوم * يوم واحد",
      send_Top3: "أعلى 3 من قائمة الإرسال",
      send_Top3_content:
        "أعلى 1: دردشة فيديو مجانية لمدة ساعة واحدة / يوم * 3 أيام<br>\n" +
        "أعلى 2: دردشة فيديو مجانية لمدة ساعة / يوم * يومين<br>\n" +
        'أعلى 3: دردشة فيديو مجانية لمدة ساعة / يوم * يوم واحد"',
      receive_Top10:"أعلى 10 من قائمة الاستلام",
      receive_Top10_content:"* أعلى 1: ھدية （قیمة 9999 العملات）+ 100 دعوة لإجراء مكالمات فیديو / يوم\n" +
        "أيام 10<br>\n" +
        "* أعلى 2: ھدية （قیمة 9999 العملات） + 100 دعوة لإجراء مكالمات فیديو / يوم\n" +
        "أيام 9<br>\n" +
        "* أعلى 3: ھدية （قیمة 9999 العملات）+ 100 دعوة لإجراء مكالمات فیديو / يوم\n" +
        "أيام 8<br>\n" +
        "* أعلى 4: ھدية （قیمة 7999 العملات） + 100 دعوة لإجراء مكالمات فیديو / يوم\n" +
        "أيام 7<br>\n" +
        "أعلى 5: ھدية （قیمة 7999 العملات）+ 100 دعوة لإجراء مكالمات فیديو / يوم * 6\n" +
        "أيام<br>\n" +
        "أعلى 6: ھدية （قیمة 7999 العملات）+ 100 دعوة لإجراء مكالمات فیديو / يوم * 5\n" +
        "أيام<br>\n" +
        "أعلى 7: ھدية （قیمة 4999 العملات）+ 100 دعوة لإجراء مكالمات فیديو / يوم * 4\n" +
        "أيام<br>\n" +
        "* أعلى 8: ھدية （قیمة 4999 العملات） + 100 دعوة لإجراء مكالمات فیديو / يوم\n" +
        "أيام 3<br>\n" +
        "* أعلى 9: ھدية （قیمة 4999 العملات） + 100 دعوة لإجراء مكالمات فیديو / يوم\n" +
        "يومین<br>\n" +
        "* أعلى 10 : ھدية （قیمة 4999 العملات） + 100 دعوة لإجراء مكالمات فیديو / يوم\n" +
        "يوم واحد<br>",
      send_Top10:"أعلى 10 من قائمة الإرسال",
      send_Top10_content:"أعلى 1: دردشة فيديو مجانية لمدة ساعة واحدة / يوم * 7 أيام<br>\n" +
        "أعلى 2: دردشة فيديو مجانية لمدة ساعة واحدة / يوم * 6 أيام<br>\n" +
        "أعلى 3: دردشة فيديو مجانية لمدة ساعة واحدة / يوم * 5 أيام<br>\n" +
        "أعلى 4: دردشة فيديو مجانية لمدة ساعة واحدة / يوم * 4 أيام<br>\n" +
        "أعلى 5: دردشة فيديو مجانية لمدة ساعة واحدة / يوم * 3 أيام<br>\n" +
        "أعلى 6: دردشة فيديو مجانية لمدة ساعة / يوم * يومين<br>\n" +
        "أعلى 7:  دردشة فيديو مجانية لمدة ساعة / يوم * يوم واحد<br>\n" +
        "أعلى 8:  دردشة فيديو مجانية لمدة ساعة / يوم * يوم واحد<br>\n" +
        "أعلى 9:  دردشة فيديو مجانية لمدة ساعة / يوم * يوم واحد<br>\n" +
        "أعلى 10:  دردشة فيديو مجانية لمدة ساعة / يوم * يوم واحد<br>"
    }
  },
  HomePage: {
    title: "النجوم ھدية مسابقة",
    bt_enter: "أدخل",
    result_title: "الترتیب قائمة",
    design_gift: "ممیزة ھدية"
  },
  ActivityPage: {
    tab_receive:"استلام",
    tab_send:"إرسال",
    bt_me_punching:"ضرب القمة",
    bt_help_punching:"ساعدها",
    bt_regular:"قواعد",
    bt_ranking:"قائمة الترتيب",
    userSendInfo:'يمكنك الحصول على فرصة واحدة أخرى لربح الجائزة بعد إرسال كل 10 القرع هالوين',
    zbRules:"خلال النشاط ، ستحصل النجوم التي تحصل على عدد محدد من اليقطين هالوين على جوائز مفاجئة. تلقى المزيد من الهدايا ، والمزيد من الجوائز للفوز. بعد ظهور النتائج النهائية ، لا يمكن استخدام هالوين اليقطين التي تلقيتها للحصول على الجوائز.عندما ينتهي النشاط ، تصبح الجوائز غير المتحصلة غير صالحة تلقائيًا. من فضلك خذ الجوائز الخاصة بك في الوقت المناسب.",
    userRules:"كيف يمكننا أن تفوت متعة اليقطين في عيد هالويين؟أثناء النشاط ، يحصل كل مستخدم على فانوس من اليقطين. يمكنك إضاءة فانوس اليقطين بعد إرسال كل 10 القرع هالوين . يمكن إضاءة فانوس القرع بشكل متكرر. افتح الفانوس المضاء ، وستحصل على جوائز مذهلة. بعد ظهور النتائج النهائية ، لا يمكن استخدام اليقطين هالوين التي أرسلتها لإضاءة فانوس اليقطين.عندما ينتهي النشاط ، يصبح فانوس اليقطين غير صالح تلقائيًا. يرجى فتحه في الوقت المناسب.",
    numberPum:"عدد اليقطين الواردة",
    usernumberPum:"عدد اليقطين المرسلة",
    value:"قيمة(العملات)",
    prize:"الجائزة",
    conis:"العملات",
    vip1:"(3 أيام)VIP",
    vip2:"(7 أيام)VIP",
    toReacive:"جاهز للإستلام",
    time: "الوقت: @@@",
    time_1: "الوقت",
    activity_finish: "النشاط ينتهي. شكرا للاهتمام!",
    get_gift_gems: "لقد حصلت على جائزة @. سيتم وضع الجائزة تلقائيًا في حسابك.",
    get_gift_vips: "لقد حصلت على جائزة @. الجائزة سارية المفعول تلقائيًا.",
    get_gift_anchor: " لقد حصلت على جائزة @. الجائزة سارية المفعول تلقائيًا.اذهب للتحقق من تقرير الدخل للحصول على التفاصيل.",
    gift_btn: 'أنا أعلم',
    anchor_incomplete: "غير منتهي",
    anchor_receive: "جاهز للإستلام",
    anchor_list_tit: "لقد حصلت على هالوين اليقطين",
    user_gift_name: ""
    
  },
  ActivityPerson: {
    distance_100: "هناك حاجة إلى هدايا@@@للترقية إلى مكان واحد",
    distance_150: "هناك حاجة إلى هدايا@@@لترتيبها في القائمة",
    distance_else: "عذرا ، أنت لست في القائمة",
    frist: "مبروك! أنت الأول 1!"
  },
  Reward:{
    get_reward:'الحصول على مكافأة',
    go_chat:'الذهاب إلى الدردشة',
    go_rank:'ترتيبي',
    anchor_reward_des:'تهانينا إلأول @ من قائمة "استلام". سوف تحصل على مكافأة:.',
    user_reward_des:' تهانينا إلأول @ من قائمة "إرسال". سوف تحصل على مكافأة:.',
    anchor_get_reward_des:'تهانينا! لقد حصلت على مكافأة هدية وامتياز!يمكنك الحصول على هدية الآن.وسيتم إصدار مكافأة الامتياز تلقائيًا خلال فترة الصلاحية.',
    user_get_reward_des:'تهانينا! لقد حصلت على دردشة فيديو مجانية مكافأة! ، والتي سيتم إصدارها إلى حسابك في العملات الذهبية كل يوم ، ويمكنك الاطلاع على تفاصيل المكافأة في رصيد الخاص بحسابك.',
    send_des:'أعلى @: دردشة فيديو مجانية لمدة ساعة واحدة / يوم * @@ أيام',
    receive_des:'أعلى@: هدية （قيمة @@ العملات）+ @@@ دعوة لإجراء مكالمات فيديو / يوم * @@@@ أيام'
  }
};
