module.exports = {
  Ranking: {
    incentiveDetails: {
      title: "المكافأة تفاصیل",
      activity_rules: "قواعد",
      rules_content: "1. أثناء النشاط ، يتم تحديد الهدية بشكل رسمي على أنها \"هدية نشاط\".\n" +
        "2. يتم تصنيف قائمة الاستلام من الأعلى إلى المنخفض وفقًا لعدد الهدايا التي تحصل عليها النجوم.\n" +
        "3. يتم ترتيب قائمة الإرسال من الأعلى إلى المنخفض وفقًا لعدد الهدايا التي يحصل عليها المستخدمون.\n" +
        "4. قد تتأخر بيانات قائمة الترتيب عندما تكون الشبكة مشغولة. يرجى التحلي بالصبر.",
      activity_incentives: ":مكافأة",
      receive_Top3: "أعلى 3 من قائمة الاستلام",
      receive_Top3_content: "أعلى1: 10000 عملة معدنية + 100 دعوة لإجراء مكالمات فيديو / يوم * 3 أيام\n" +
        "أعلى 2: 10000 عملة معدنية + 100 دعوة لإجراء مكالمات فيديو / يوم * يومين\n" +
        "أعلى 3 10000 عملة معدنية+ 100 دعوة لإجراء مكالمات فيديو / يوم * يوم واحد",
      send_Top3: "أعلى 3 من قائمة الإرسال",
      send_Top3_content: "أعلى 1: دردشة فيديو مجانية لمدة ساعة واحدة / يوم * 3 أيام\n" +
        "أعلى 2: دردشة فيديو مجانية لمدة ساعة / يوم * يومين\n" +
        "أعلى 3: دردشة فيديو مجانية لمدة ساعة / يوم * يوم واحد\""
    }
  },
  HomePage: {
    title:"النجوم ھدية مسابقة",
    bt_enter:"أدخل",
    result_title:"الترتیب قائمة",
    design_gift:"ممیزة ھدية"
  },
  ActivityPage: {
    tab_receive:"استلام",
    tab_send:"إرسال",
    time:"الوقت: @@@",
    activity_finish:"النشاط ينتهي. شكرا للاهتمام!",
    bt_me_punching:"ضرب القمة",
    bt_help_punching:"ساعدها",
    bt_regular:"قواعد"
  },
  ActivityPerson:{
    distance_100:"هناك حاجة إلى هدايا@@@للترقية إلى مكان واحد",
    distance_150:"هناك حاجة إلى هدايا@@@لترتيبها في القائمة",
    distance_else:"عذرا ، أنت لست في القائمة",
    frist:"مبروك! أنت الأول 1!"
  }
}
