module.exports = {
  incentiveDetails:{
    title:"प्रोत्साहन विवरण",
    activity_rules:"नियम:",
    rules_content:"1. गतिविधि के दौरान, एक उपहार को \"गतिविधि उपहार\" के रूप में ऑफलाइन रूप से नामित किया जाता है।<br>\n" +
      "2. सितारों को प्राप्त होने वाले गतिविधि उपहार की संख्या के अनुसार प्राप्त करने वाली सूची को उच्च से निम्न तक रैंक किया गया है।<br>\n" +
      "3. उपयोगकर्ताओं को प्राप्त गतिविधि उपहार की संख्या के अनुसार भेजने वाली सूची उच्च से निम्न तक रैंकिंग की जाती है।<br>\n" +
      "4. नेटवर्क व्यस्त होने पर रैंकिंग सूची डेटा में देरी हो सकती है। कृपया धैर्य रखें।",
    activity_incentives:"प्रोत्साहन राशि:",
    receive_Top3:"प्राप्त करने वालों की सूची के शीर्ष 3",
    receive_Top3_content:"शीर्ष 1: 10000 सिक्के + 100 वीडियो कॉल आमंत्रण / दिन * 3 दिन<br>\n" +
      "शीर्ष 2: 10000 सिक्के + 100 वीडियो कॉल आमंत्रण / दिन * 2 दिन<br>\n" +
      "शीर्ष 3: 10000 सिक्के + 100 वीडियो कॉल आमंत्रण / दिन * 1 दिन",
    send_Top3:"सूची भेजने वालों की सूची के शीर्ष 3",
    send_Top3_content:"शीर्ष 1: 1 घंटे / दिन * 3 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
      "शीर्ष 2: 1 घंटे / दिन * 2 दिनों के लिए मुफ्त वीडियो चैट<br>\n" +
      "शीर्ष 3: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट"
  },
  HomePage: {
    title:"गिफ्ट स्टार प्रतियोगिता",
    bt_enter:"प्रवेश",
    result_title:"रैंकिंग सूची",
    design_gift:"नामित उपहार"
  },
  ActivityPage: {
    tab_receive:"प्राप् त करें",
    tab_send:"भेजें",
    time:"समय:@@@",
    activity_finish:"गतिविधि समाप्त होती है. ध्यान देने के लिए धन्यवाद!",
    bt_me_punching:"शीर्ष पर पहुंचे",
    bt_help_punching:"मेरी लड़की की मदद करें",
    bt_regular:"नियम"
  },
  ActivityPerson:{
    distance_100:"1 स् थान ऊपर उठने के लिए @@@ उपहारों की आवश्यकता है",
    distance_150:"सूची में रैंक करने के लिए @@@ उपहारों की आवश्यकता है",
    distance_else:"क्षमा करें, आप सूची में नहीं हैं",
    frist:"बधाई! आप शीर्ष 1 पर हैं!"
  }

}
