module.exports = {
  Ranking: {
    incentiveDetails: {
      title: "प्रोत्साहन विवरण",
      activity_rules: "नियम:",
      rules_content:
        "1. गतिविधि के दौरान, एक उपहार को \"गतिविधि उपहार\" के रूप में ऑफलाइन रूप से नामित किया जाता है।<br>\n" +
        "2. प्राप्त सूची को सितारों द्वारा प्राप्त गतिविधि उपहार की संख्या के अनुसार उच्च से निम्न तक श्रेणीबद्ध किया गया है।<br>\n" +
        "3. प्रेषित सूची को उपयोगकर्ताओं द्वारा भेजे गए गतिविधि उपहार की संख्या के अनुसार उच्च से निम्न तक श्रेणीबद्ध किया गया है।<br>\n" +
        "4. नेटवर्क व्यस्त होने पर रैंकिंग सूची डेटा में देरी हो सकती है। कृपया धैर्य रखें।",
      activity_incentives: "प्रोत्साहन राशि:",
      receive_Top3: "प्राप्त करने वालों की सूची के शीर्ष 3",
      receive_Top3_content:
        "शीर्ष 1: 10000 सिक्के + 100 वीडियो कॉल आमंत्रण / दिन * 3 दिन<br>\n" +
        "शीर्ष 2: 10000 सिक्के + 100 वीडियो कॉल आमंत्रण / दिन * 2 दिन<br>\n" +
        "शीर्ष 3: 10000 सिक्के + 100 वीडियो कॉल आमंत्रण / दिन * 1 दिन",
      send_Top3: "सूची भेजने वालों की सूची के शीर्ष 3",
      send_Top3_content:
        "शीर्ष 1: 1 घंटे / दिन * 3 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 2: 1 घंटे / दिन * 2 दिनों के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 3: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट",
      receive_Top10:"प्राप्त करने वालों की सूची के शीर्ष 10",
      receive_Top10_content:"शीर्ष 1: उपहार (9999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 10 दिन<br>\n" +
        "शीर्ष 2: उपहार (9999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 9 दिन<br>\n" +
        "शीर्ष 3: उपहार (9999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 8 दिन<br>\n" +
        "शीर्ष 4: उपहार (7999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 7 दिन<br>\n" +
        "शीर्ष 5: उपहार (7999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 6 दिन<br>\n" +
        "शीर्ष 6: उपहार (7999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 5 दिन<br>\n" +
        "शीर्ष 7: उपहार (4999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 4 दिन<br>\n" +
        "शीर्ष 8: उपहार (4999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 3 दिन<br>\n" +
        "शीर्ष 9: उपहार (4999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 2 दिन<br>\n" +
        "शीर्ष 10: उपहार (4999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 1 दिन",
      send_Top10:"सूची भेजने वालों की सूची के शीर्ष 10",
      send_Top10_content:"शीर्ष 1: 1 घंटे / दिन * 7 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 2: 1 घंटे / दिन * 6 दिनों के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 3: 1 घंटे / दिन * 5 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 4: 1 घंटे / दिन * 4 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 5: 1 घंटे / दिन * 3 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 6: 1 घंटे / दिन * 2 दिनो के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 7: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 8: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 9: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 10: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट"

    }
  },
  HomePage: {
    title: "गिफ्ट स्टार प्रतियोगिता",
    bt_enter: "प्रवेश",
    result_title: "रैंकिंग सूची",
    design_gift: "नामित उपहार"
  },
  ActivityPage: {
    tab_receive:"प्राप्‍त करें",
    tab_send:"भेजें",
    zbRules:"गतिविधि के दौरान, जो सितारे हेलोवीन पम्पकिन्स की निर्दिष्ट संख्या प्राप्त करते हैं वे आश्चर्यजनक पुरस्कार जीतेंगे। अधिक उपहार प्राप्त करने के लिए, अधिक पुरस्कार प्राप्त करें। अंतिम परिणाम निकलने के बाद, आपको प्राप्त हेलोवीन पम्पकिन्स का पुरस्कार प्राप्त करने के लिए उपयोग नहीं किया जा सकता है।जब गतिविधि समाप्त हो जाती है, तो प्राप्त न किये हुए पुरस्कार स्वचालित रूप से अमान्य हो जाते हैं। कृपया समय पर अपने पुरस्कार ले।",
    userRules:"हम हेलोवीन में मजेदार पम्पकिन्स को कैसे भूल सकते हैं? गतिविधि के दौरान, हर उपयोगकर्ता को पम्पकिन्स लालटेन मिलता है। आप हर 10 हेलोवीन पम्पकिन्स  भेजने के बाद अपने पम्पकिन्स लालटेन को प्रकाशित सकते हैं। पम्पकिन्स  लालटेन को बार-बार प्रकाशित किया जा सकता है। प्रकाशित लालटेन खोलने पर, आपको आश्चर्यजनक पुरस्कार मिलेंगे। अंतिम परिणाम निकलने के बाद, आपके द्वारा भेजे गए हेलोवीन पम्पकिन्स का उपयोग आपके पम्पकिन्स लालटेन को प्रकाशित करने के लिए नहीं किया जा सकता है। जब गतिविधि समाप्त हो जाती है, तो बिना खुला हुआ पम्पकिन्स लालटेन स्वचालित रूप से अमान्य हो जाता है। कृपया इसे समय में खोलें। ",
    bt_me_punching:"शीर्ष पर पहुंचे",
    bt_help_punching:"मेरी लड़की की मदद करें",
    bt_ranking:"रैंकिंग सूची",
    numberPum:"प्राप्त Pumpkin की संख्या",
    usernumberPum:"Pumpkin भेजें की संख्या",
    value:"मूल्य(सिक्के)",
    prize:"इनाम",
    conis:" सिक्के",
    vip1:"VIP(3 दिन)",
    vip2:"VIP(7 दिन)",
    time: "समय:@@@",
    time_1: "समय",
    activity_finish: "गतिविधि समाप्त होती है. ध्यान देने के लिए धन्यवाद!",
    bt_regular: "नियम",
    toReacive:"प्राप्त करने के लिए",
    get_gift_gems: "आपको पुरस्कार मिला है @। पुरस्कार स्वचालित रूप से आपके खाते में डाल दिया जाएगा।",
    get_gift_vips: "आपको पुरस्कार मिला है @। पुरस्कार स्वचालित रूप से प्रभावी हो जाता है। ",
    get_gift_anchor: "आपको पुरस्कार मिला है @। पुरस्कार स्वचालित रूप से प्रभावी हो जाता है। विवरण के लिए आय रिपोर्ट देखें।",
    gift_btn: "मुझे पता है",
    userSendInfo:"आपको हर 10 हेलोवीन पम्पकिन्स भेजने के बाद पुरस्कार आकर्षित करने का 1 और मौका मिलता ह",
    anchor_incomplete: "अपरिपूर्ण",
    anchor_receive: "प्राप्त करने के लिए",
    anchor_list_tit: "आपको हेलोवीन पम्पकिन्स मिला है ",
    user_gift_name_vip3: "VIP (3 दिन)",
    user_gift_name_vip7: "VIP (7 दिन)",
    user_gift_name_gems50: "50 सिक्के",
    user_gift_name_gems100: "100 सिक्के",
    user_gift_name_gems200: "200 सिक्के",
  },
  ActivityPerson: {
    distance_100_1: "@@@ उपहार आपकी रैंकिंग को बढ़ा देंगे",
    distance_150_1: "@@@ उपहार आपको सूची में रहने में मदद कर सकते हैं",
    distance_100: "@@@ उपहार आपकी रैंकिंग को बढ़ा देंगे",
    distance_150: "@@@ उपहार आपको सूची में रहने में मदद कर सकते हैं",
    distance_else: "क्षमा करें, आप सूची में नहीं हैं",
    frist: "बधाई! आप शीर्ष 1 पर हैं!"
  },
  Reward:{
    get_reward:'इनाम पाएं',
    go_chat:'अभी चैट करें',
    go_rank:'मेरी रैंकिंग',
    anchor_reward_des:'"प्राप्‍त करें" सूचि के श्रेष्ठ @ को बधाई। आपको इनाम मिलेगा:',
    user_reward_des:'"भेजें" सूचि के श्रेष्ठ @ को बधाई। आपको इनाम मिलेगा:',
    anchor_get_reward_des:'बधाई हो! आपको इनाम में उपहार और विशेष अधिकार मिले हैं! अब आप उपहार प्राप्त कर सकते हैं। निमंत्रण के विशेष अधिकार वैध अवधि में स्वचालित रूप से लागू हो जाएँगे। ',
    user_get_reward_des:'बधाई हो! आपको मुफ़्त वीडियो चैट इनाम में मिली है! मुफ़्त वीडियो चैट के लिए कॉइन्ज़ रोज़ आपके खाते में डाल दिए जाएँगे। कृपया इन्हें कॉइन बैलेंस में जाँचे।',
    send_des:'शीर्ष @: 1 घंटे / दिन * @@ दिन के लिए मुफ्त वीडियो चैट ',
    receive_des:'शीर्ष @: उपहार (@@ कॉइन्ज़ का) + @@@ वीडियो कॉल आमंत्रण / दिन * @@@@ दिन '
  }
};
