module.exports = {
  Ranking: {
    incentiveDetails: {
      title: "प्रोत्साहन विवरण",
      activity_rules: "नियम:",
      rules_content:
        "1. गतिविधि के दौरान, एक उपहार को \"गतिविधि उपहार\" के रूप में ऑफलाइन रूप से नामित किया जाता है।<br>\n" +
        "2. प्राप्त सूची को सितारों द्वारा प्राप्त गतिविधि उपहार की संख्या के अनुसार उच्च से निम्न तक श्रेणीबद्ध किया गया है।<br>\n" +
        "3. प्रेषित सूची को उपयोगकर्ताओं द्वारा भेजे गए गतिविधि उपहार की संख्या के अनुसार उच्च से निम्न तक श्रेणीबद्ध किया गया है।<br>\n" +
        "4. नेटवर्क व्यस्त होने पर रैंकिंग सूची डेटा में देरी हो सकती है। कृपया धैर्य रखें।",
      activity_incentives: "प्रोत्साहन राशि:",
      receive_Top3: "प्राप्त करने वालों की सूची के शीर्ष 3",
      receive_Top3_content:
        "शीर्ष 1: 10000 सिक्के + 100 वीडियो कॉल आमंत्रण / दिन * 3 दिन<br>\n" +
        "शीर्ष 2: 10000 सिक्के + 100 वीडियो कॉल आमंत्रण / दिन * 2 दिन<br>\n" +
        "शीर्ष 3: 10000 सिक्के + 100 वीडियो कॉल आमंत्रण / दिन * 1 दिन",
      send_Top3: "सूची भेजने वालों की सूची के शीर्ष 3",
      send_Top3_content:
        "शीर्ष 1: 1 घंटे / दिन * 3 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 2: 1 घंटे / दिन * 2 दिनों के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 3: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट",
      receive_Top10:"प्राप्त करने वालों की सूची के शीर्ष 10",
      receive_Top10_content:"शीर्ष 1: उपहार (9999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 10 दिन<br>\n" +
        "शीर्ष 2: उपहार (9999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 9 दिन<br>\n" +
        "शीर्ष 3: उपहार (9999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 8 दिन<br>\n" +
        "शीर्ष 4: उपहार (7999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 7 दिन<br>\n" +
        "शीर्ष 5: उपहार (7999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 6 दिन<br>\n" +
        "शीर्ष 6: उपहार (7999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 5 दिन<br>\n" +
        "शीर्ष 7: उपहार (4999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 4 दिन<br>\n" +
        "शीर्ष 8: उपहार (4999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 3 दिन<br>\n" +
        "शीर्ष 9: उपहार (4999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 2 दिन<br>\n" +
        "शीर्ष 10: उपहार (4999 कॉइन्ज़ का) + 100 वीडियो कॉल आमंत्रण / दिन * 1 दिन",
      send_Top10:"सूची भेजने वालों की सूची के शीर्ष 10",
      send_Top10_content:"शीर्ष 1: 1 घंटे / दिन * 7 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 2: 1 घंटे / दिन * 6 दिनों के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 3: 1 घंटे / दिन * 5 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 4: 1 घंटे / दिन * 4 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 5: 1 घंटे / दिन * 3 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 6: 1 घंटे / दिन * 2 दिनो के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 7: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 8: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 9: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट<br>\n" +
        "शीर्ष 10: 1 घंटे / दिन * 1 दिन के लिए मुफ्त वीडियो चैट"

    }
  },
  HomePage: {
    title: "गिफ्ट स्टार प्रतियोगिता",
    bt_enter: "प्रवेश",
    result_title: "रैंकिंग सूची",
    design_gift: "नामित उपहार"
  },
  ActivityPage: {
    tab_receive: "प्राप्त किया",
    tab_send: "भेज दिया",
    time: "समय:@@@",
    time_1: "समय",
    activity_finish: "गतिविधि समाप्त होती है. ध्यान देने के लिए धन्यवाद!",
    bt_me_punching: "शीर्ष पर पहुंचे",
    bt_help_punching: "मेरी लड़की की मदद करें",
    bt_regular: "नियम"
  },
  ActivityPerson: {
    distance_100_1: "@@@ उपहार आपकी रैंकिंग को बढ़ा देंगे",
    distance_150_1: "@@@ उपहार आपको सूची में रहने में मदद कर सकते हैं",
    distance_100: "@@@ उपहार आपकी रैंकिंग को बढ़ा देंगे",
    distance_150: "@@@ उपहार आपको सूची में रहने में मदद कर सकते हैं",
    distance_else: "क्षमा करें, आप सूची में नहीं हैं",
    frist: "बधाई! आप शीर्ष 1 पर हैं!"
  }
};
